[
  {
    "title": "Staff accountant",
    "companyName": "KPMG ADVISORY, TAX & LEGAL SAS",
    "location": "Bogot치, Colombia",
    "startDate": "2019-08-01T00:00:00",
    "endDate": "2023-08-15T00:00:00",
    "responsibilities": [
      "Analysis of balance sheet and income statement accounts to generate adjustment proposals in reconciliations of local and corporate balances.",
      "Organization of closing information, support in the preparation of Financial Statements, generation of reports to be presented to the SUNAT (Peru), and presentation of SUNAT electronic book information (Peru).",
      "Recording of accounting vouchers, analysis of accounts receivable and accounts payable, bank reconciliation.",
      "Review of monthly and bi-weekly payroll along with the information submitted to regulatory authorities.",
      "Review of information between local accounts and US GAAP accounts.",
      "Preparation of reports requested by the client and the company."
    ]
  },
  {
    "title": "Accounting Assistant",
    "companyName": "TEMPLOS FUNERARIOS LA PAZ LTDA",
    "location": "Bogot치, Colombia",
    "startDate": "2019-01-01T00:00:00",
    "endDate": "2019-08-31T00:00:00",
    "responsibilities": [
      "Analyzed accounts receivable and payable, bank reconciliation.",
      "Prepared reports requested by the client and the company.",
      "Review of payroll, petty cash reimbursements, preparation of sales invoices, cost control of branches.",
      "Review of information required by the UGPP (Colombia)."      
    ]
  },
  {
    "title": "Accounting Clerk",
    "companyName": "CDQ USANAR LTDA",
    "location": "Bogot치, Colombia",
    "startDate": "2018-07-01T00:00:00",
    "endDate": "2018-12-31T00:00:00",
    "responsibilities": [
      "Calculate, prepare and issue documents related to accounts such as bills, invoices, inventory reports, account statements and other financial statements using computerized and manual systems.",
      "Calculate costs of materials, overhead and other expenses based on estimates, quotations, and price lists.",
      "Perform related clerical duties, such as word processing, maintaining filing and record systems, faxing and photocopying."
    ]
  },
  {
    "title": "Accounting Assistant",
    "companyName": "MOORE STEPHENS ADVISORS SAS",
    "location": "Bogot치, Colombia",
    "startDate": "2017-07-01T00:00:00",
    "endDate": "2018-07-01T00:00:00",
    "responsibilities": [
      "Calculate, prepare and issue documents related to accounts such as bills, invoices, inventory reports, account statements and other financial statements using computerized and manual systems.",
      "Code, total, batch, enter, verify and reconcile transactions such as accounts payable and receivable, payroll, purchase orders, cheques, invoices, cheque requisitions, and bank statements in a ledger or computer system.",
      "Prepare period or cost statements or reports.",
      "Respond to customer inquiries, maintain good customer relations and solve problems.",
      "Perform related clerical duties, such as word processing, maintaining filing and record systems, faxing and photocopying."
    ]
  }
]
